<!-- #######  YAY, I AM THE SOURCE EDITOR! #########-->
<p class="p1"><strong>Ch&iacute;nh s&aacute;ch bảo mật</strong></p>
<p class="p3">Ứng dụng n&agrave;y tổng hợp c&aacute;o mẫu truyện tiếng anh từ Youbute để hỗ trợ c&aacute;c b&eacute; vừa xem phim vừa c&oacute; thể học tiếng anh.</p>
<p class="p3">Nếu bạn chọn sử dụng Dịch vụ của t&ocirc;i, th&igrave; bạn đồng &yacute; với việc thu thập v&agrave; sử dụng th&ocirc;ng tin li&ecirc;n quan đến ch&iacute;nh s&aacute;ch n&agrave;y. Th&ocirc;ng tin c&aacute; nh&acirc;n m&agrave; t&ocirc;i thu thập được sử dụng để cung cấp v&agrave; cải thiện Dịch vụ. T&ocirc;i sẽ kh&ocirc;ng sử dụng hoặc chia sẻ th&ocirc;ng tin của bạn với bất kỳ ai trừ khi được m&ocirc; tả trong Ch&iacute;nh s&aacute;ch bảo mật n&agrave;y.</p>
<p class="p3">C&aacute;c điều khoản được sử dụng trong Ch&iacute;nh s&aacute;ch quyền ri&ecirc;ng tư n&agrave;y c&oacute; &yacute; nghĩa tương tự như trong Điều khoản v&agrave; Điều kiện của ch&uacute;ng t&ocirc;i, c&oacute; thể truy cập tại Phim Hoạt H&igrave;nh (Kid's Cartoon) trừ khi được quy định kh&aacute;c trong Ch&iacute;nh s&aacute;ch bảo mật n&agrave;y.</p>
<p class="p3"><strong>Thu thập v&agrave; sử dụng th&ocirc;ng tin</strong></p>
<p class="p3">Để c&oacute; trải nghiệm tốt hơn, trong khi sử dụng Dịch vụ của ch&uacute;ng t&ocirc;i, t&ocirc;i c&oacute; thể y&ecirc;u cầu bạn cung cấp cho ch&uacute;ng t&ocirc;i th&ocirc;ng tin nhận dạng c&aacute; nh&acirc;n nhất định. Th&ocirc;ng tin m&agrave; t&ocirc;i y&ecirc;u cầu sẽ được lưu giữ tr&ecirc;n thiết bị của bạn v&agrave; kh&ocirc;ng được t&ocirc;i thu thập dưới bất kỳ h&igrave;nh thức n&agrave;o.</p>
<p class="p3">Ứng dụng sử dụng dịch vụ của b&ecirc;n thứ ba c&oacute; thể thu thập th&ocirc;ng tin được sử dụng để nhận dạng bạn.</p>
<p class="p3">Li&ecirc;n kết với ch&iacute;nh s&aacute;ch bảo mật của nh&agrave; cung cấp dịch vụ b&ecirc;n thứ ba được ứng dụng sử dụng</p>
<p class="p3"><a href="https://policies.google.com/privacy"><strong>Google Play Services</strong></a></p>
<p class="p3"><a href="https://support.google.com/admob/answer/6128543?hl=en"><strong>AdMob</strong></a></p>
<p class="p3"><a href="https://firebase.google.com/policies/analytics"><strong>Firebase Analytics</strong></a></p>
<p class="p3">&nbsp;</p>
<p><strong>Quyền ri&ecirc;ng tư của trẻ em</strong></p>
<p>C&aacute;c Dịch vụ n&agrave;y kh&ocirc;ng giải quyết cho bất kỳ ai dưới 13 tuổi. T&ocirc;i kh&ocirc;ng cố &yacute; thu thập th&ocirc;ng tin c&aacute; nh&acirc;n từ trẻ em dưới 13 tuổi. Trong trường hợp t&ocirc;i ph&aacute;t hiện ra rằng một đứa trẻ dưới 13 tuổi đ&atilde; cung cấp cho t&ocirc;i th&ocirc;ng tin c&aacute; nh&acirc;n, t&ocirc;i lập tức x&oacute;a th&ocirc;ng tin n&agrave;y khỏi m&aacute;y chủ của ch&uacute;ng t&ocirc;i. Nếu bạn l&agrave; cha mẹ hoặc người gi&aacute;m hộ v&agrave; bạn biết rằng con bạn đ&atilde; cung cấp cho ch&uacute;ng t&ocirc;i th&ocirc;ng tin c&aacute; nh&acirc;n, vui l&ograve;ng li&ecirc;n hệ với t&ocirc;i để t&ocirc;i c&oacute; thể thực hiện c&aacute;c h&agrave;nh động cần thiết.</p>
<p class="p6"><strong>Thay đổi ch&iacute;nh s&aacute;ch bảo mật n&agrave;y</strong></p>
<p class="p6">T&ocirc;i c&oacute; thể cập nhật Ch&iacute;nh s&aacute;ch bảo mật của ch&uacute;ng t&ocirc;i theo thời gian. V&igrave; vậy, bạn n&ecirc;n xem lại trang n&agrave;y định kỳ cho bất kỳ thay đổi. T&ocirc;i sẽ th&ocirc;ng b&aacute;o cho bạn về bất kỳ thay đổi n&agrave;o bằng c&aacute;ch đăng Ch&iacute;nh s&aacute;ch bảo mật mới tr&ecirc;n trang n&agrave;y. Những thay đổi n&agrave;y c&oacute; hiệu lực ngay sau khi ch&uacute;ng được đăng tr&ecirc;n trang n&agrave;y.</p>
<p class="p6"><strong>Li&ecirc;n hệ ch&uacute;ng t&ocirc;i</strong></p>
<p class="p6">Nếu bạn c&oacute; bất kỳ c&acirc;u hỏi n&agrave;o về Ch&iacute;nh s&aacute;ch quyền ri&ecirc;ng tư n&agrave;y, vui l&ograve;ng li&ecirc;n hệ với ch&uacute;ng t&ocirc;i:</p>
<p class="p6">Bằng email: <a href="mailto:devfun052017@gmail.com">devfun052017@gmail.com</a></p>
